<template>
  <section class="additional-info">
    <p class="paragraph">
      Расчеты, представленные на сайте, выполняются в соответствии с
      нормативными требованиями Российской Федерации. В то же время данные и
      расчеты на сайте не являются частично или полностью профессиональным и
      сертифицированным программным обеспечением, поэтому владельцы сайта
      снимают с себя всякую ответственность за некорректность результатов,
      актуальность и возможные ошибки в представленных данных.
    </p>
    <p class="paragraph">
      Информация, размещенная на сайте, представлена исключительно для
      ознакомления. Решение об использовании данного сайта пользователь
      принимает самостоятельно и под свою ответственность. Выбор тех или иных
      решений должен осуществляться исключительно профессиональными
      специалистами в проектных организациях, имеющих соответствующие
      разрешения.
    </p>
  </section>
</template>

<style>
.additional-info {
  margin: 90px auto 32px;
  border: 1px solid var(--color-grey);
  border-radius: 32px;
  padding: 48px;
  max-width: 780px;
  margin: 0px auto 60px;
}

.additional-info .paragraph {
  margin: 0 0 16px;
}

.additional-info .paragraph:last-child {
  margin: 0;
}
</style>
